export const EDIT_MESSAGE = {
  edit: `이름을 @@@로 수정하시겠습니까?`,
  editSuccess: `이름을 성공적으로 수정하였습니다`,
  delete: `@@@을 정말로 방출하시겠습니까?`,
  deleteSuccess: `그동안 고마웠어, 다음에 보자 @@@!!`,
};

export const LIST_MESSAGE = {
  find: [`야생의 @@@이 나타났다! 어떻게 할까?`],
  catch: [`좋았어!! @@@, 넌 내꺼야!`],
  runAway: [`@@@ : 감사합니다?`],
};

export const START_MESSAGE = [
  '왜 이렇게 늦은거야 자네..! 포켓몬들이 얼마나 기다리고 있었는지 알아?',
  '늦은 감이 있긴 하지만... 포켓몬 세계에 다시 돌아온 것을 환영하네.',
  '잊지 않았지? 여기서는 원하는 포켓몬들 잡을 수도, 별명을 지어줄 수도, 원하지 않는다면 방출 시킬수도 있지.',
  '뭐 예전에 다 해본 것들이니 금방 할 수 있을거라고 믿는다네. 일단 어서 들어와!!',
];
